tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "snyk/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
brew "act", args: ["HEAD"]
brew "python@3.11"
brew "ansible"
brew "colima"
brew "cowsay"
brew "direnv"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "python@3.10"
brew "rich-cli"
brew "ripgrep"
brew "spaceship"
brew "starship"
brew "stow"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "trash"
brew "tree"
brew "wakeonlan"
brew "wireshark"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "snyk/tap/snyk"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "alacritty"
cask "background-music"
cask "burp-suite"
cask "discord"
cask "docker"
cask "dozer"
cask "font-hack-nerd-font"
cask "goland"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "obs"
cask "postman"
cask "raycast"
cask "shottr"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
