tap "1password/tap"
tap "arl/arl"
tap "benjiwolff/neovim-nightly"
tap "common-fate/granted"
tap "derailed/k9s"
tap "fairwindsops/tap"
tap "felixkratz/formulae"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "incu6us/tap"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "snyk/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "act"
brew "ansible"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "colima"
brew "conftest"
brew "coreutils"
brew "cowsay"
brew "crane"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "exa"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "node"
brew "gitmoji"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gosec"
brew "gum"
brew "helm"
brew "helmfile"
brew "jq"
brew "kind"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "lazydocker"
brew "mas"
brew "mise"
brew "nmap"
brew "ollama", restart_service: :changed
brew "pipx"
brew "pkgconf"
brew "python@3.11"
brew "qemu"
brew "rich-cli"
brew "ripgrep"
brew "skopeo"
brew "sops"
brew "spaceship"
brew "starship"
brew "step"
brew "stern"
brew "stow"
brew "switchaudio-osx"
brew "terraform", link: false
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "wakeonlan"
brew "watch"
brew "yazi", args: ["HEAD"]
brew "ykman"
brew "yq"
brew "zoxide"
brew "zsh"
brew "arl/arl/gitmux"
brew "common-fate/granted/granted"
brew "derailed/k9s/k9s"
brew "fairwindsops/tap/pluto"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform-ls"
brew "incu6us/tap/goimports-reviser"
brew "jesseduffield/lazygit/lazygit"
brew "joshmedeski/sesh/sesh"
brew "localstack/tap/localstack-cli"
brew "noahgorstein/tap/jqp"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "ankerwork"
cask "asana"
cask "blockblock"
cask "brave-browser"
cask "discord"
cask "dozer"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "ghostty"
cask "gpg-suite"
cask "itsycal"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "neovim-nightly"
cask "obs"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "signal"
cask "stats"
cask "sublime-text"
cask "vscodium"
cask "wezterm@nightly"
cask "yubico-yubikey-manager"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "asvetliakov.vscode-neovim"
vscode "enkia.tokyo-night"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "vscodevim.vim"
