tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "snyk/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
brew "act", args: ["HEAD"]
brew "python@3.11"
brew "ansible"
brew "colima"
brew "cowsay"
brew "direnv"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "python@3.10"
brew "rich-cli"
brew "ripgrep"
brew "spaceship"
brew "starship"
brew "stow"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "trash"
brew "tree"
brew "wakeonlan"
brew "wireshark"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "snyk/tap/snyk"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "alacritty"
cask "background-music"
cask "burp-suite"
cask "discord"
cask "docker"
cask "dozer"
cask "font-hack-nerd-font"
cask "goland"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "obs"
cask "postman"
cask "raycast"
cask "shottr"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "bungcip.better-toml"
vscode "codezombiech.gitignore"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "i3acksp4ce.tokyo-night-default-dark"
vscode "janisdd.vscode-edit-csv"
vscode "KevinRose.vsc-python-indent"
vscode "lkrms.inifmt"
vscode "maracko.json-to-go"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "sleistner.vscode-fileutils"
vscode "YesCode.terminal-theme"
vscode "ziyasal.vscode-open-in-github"
