tap "1password/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
tap "warrensbox/tap"
brew "act"
brew "ansible"
brew "cowsay"
brew "direnv"
brew "docker", link: false
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "python@3.10"
brew "rich-cli"
brew "spaceship"
brew "starship"
brew "terraform"
brew "terraformer"
brew "tree"
brew "wakeonlan"
brew "wireshark"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "alfred"
cask "burp-suite"
cask "cron"
cask "discord"
cask "docker"
cask "dozer"
cask "flameshot"
cask "goland"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "obs"
cask "postman"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
