tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "cowsay"
brew "docker"
brew "gh"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "python@3.10"
brew "terraform"
brew "tree"
brew "wakeonlan"
brew "yq"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alfred"
cask "cron"
cask "dozer"
cask "flameshot"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "rectangle"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
