{
  "LuaSnip": { "branch": "master" },
  "Vim-Jinja2-Syntax": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "barbecue": { "branch": "main" },
  "bigfile.nvim": { "branch": "main" },
  "blink-cmp-avante": { "branch": "master" },
  "blink-cmp-git": { "branch": "master" },
  "blink-emoji.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "cmp-sql": { "branch": "master" },
  "codesnap.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot-lualine": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "debugprint.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "ghostty.nvim": { "branch": "master" },
  "git-worktree.nvim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.sessions": { "branch": "main" },
  "neogit": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-numbertoggle": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "oil-git.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "pipeline.nvim": { "branch": "main" },
  "plantuml-previewer.vim": { "branch": "master" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "rainbow_csv": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "showkeys": { "branch": "main" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sort.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "urlview.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "virt-column.nvim": { "branch": "master" },
  "visimatch.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
